
открытый класс Печать {

	public static void main(String[] args) {

		//Задание 1
		System.out.println("а=1, c=a+1 m=2, n=3 решение принадлежит \nb=6, d=b*2-1 p=4, g=5 нахождение корней ");

	}

}